/*
  SkypeWiFi.strings
  Skype WiFi

  Created by John Chang on 2012-06-05.
  Copyright (c) 2012 Skype. All rights reserved.
*/

/* === All clients === */

"INTRO_HEADER" = "Tutvu Skype'i WiFiga";
"INTRO_SUBHEADER" = "Kasuta avatud WiFi-võrke veebis surfamiseks ja maksa ainult kasutatud minutite eest.";
"INTRO_ICON_WIFI" = "Kasuta Skype'i, kontrolli e‑posti ja surfa internetis.";
"INTRO_ICON_GLOBE" = "Skype'i WiFi on saadaval rohkem kui miljonis WiFi-võrgus üle maailma ";
"INTRO_ICON_SKYPECREDIT" = "Maksa ainult kasutatud minutite eest.";

"STATE_CHECKINGNETWORK_HEADER" = "Oota hetk…";
"STATE_CHECKINGNETWORK_SUBHEADER" = "Skype'i WiFi otsimine";

"STATE_JOINWIFI_HEADER" = "Pole WiFi-võrgus";
"STATE_JOINWIFI_SUBHEADER" = "Palun vali WiFi-võrk, mis toetab Skype'i WiFit.";

"STATE_ALREADYONLINE_HEADER" = "Sa oled juba võrgus sees";
"STATE_ALREADYONLINE_SUBHEADER" = "Sa oled juba võrgus sees. Skype'i WiFiga saad kasutada avatuid WiFi-võrke pea miljonis kasutuskohas kogu maailmas.";

"STATE_GENERALERROR_HEADER" = "Ühenduse loomine pole võimalik";
"STATE_GENERALERROR_SUBHEADER" = "See WiFi-võrk ei vasta korrektselt. Proovi mõnda muud võrku.";

"STATE_CONNECT_HEADER" = "Skype'i WiFi on siin saadaval";
"STATE_CONNECT_TOS_HTML_FORMAT" = "Ühenduse loomisega nõustud sa teenusepakkuja <a href=\"%@\">kasutustingimustega</a>";

"STATE_CONNECT_BUTTON" = "Ühenda";
"STATE_CONNECTING_BUTTON" = "Ühendamine…";

"STATE_CONNECTED_SHORT" = "Ühendatud";
"STATE_CONNECTED_HEADER" = "Sa oled võrgus sees Skype'i WiFiga";

"STATE_CONNECTED_DISCONNECT_BUTTON" = "Katkesta";
"STATE_DISCONNECTING_BUTTON" = "Katkestamine…";

"STATE_NOCREDIT_HEADER" = "Krediiti pole piisavalt";


/* === Mac only === */

"OK_BUTTON" = "OK";
"LEARNMORE_BUTTON" = "Lisateave";
"CLOSE_BUTTON" = "Sulge";
"GO_BACK_BUTTON" = "Mine tagasi";
"CONTINUE_BUTTON" = "Jätka";

"REQUIRES_OSX_VERSION_MESSAGE" = "Skype'i WiFi vajab OS X %@ või uuemat.";

/* if partner is PARTNER_MICROSOFT and account name does not start with "live:" then its a linked account */
"NOT_SUPPORTED_LINKED_ACCOUNT" = "Skype'i WiFit ei saa Microsofti kontoga veel kasutada. Palun logi sisse oma Skype'i nime ja salasõnaga.";
/* if the partner is PARTNER_MICROSOFT and account name does start with "live:" then its pure MS account login */
"NOT_SUPPORTED_MICROSOFT_ACCOUNT" = "Skype'i WiFit ei saa Microsofti kontoga veel kasutada. Loo endale Skype'i konto ja logi sellega sisse.";

"MAIN_WINDOW_TITLE" = "Skype'i WiFi";
"MAIN_WINDOW_TITLE_WITH_SSID" = "Skype'i WiFi — “%@”";

"FLOATER_CONNECTED_TITLE" = "Sa oled võrgus sees Skype'i WiFiga";
"FLOATER_CONNECTED_WISPR_TITLE" = "Sa oled võrgus sees";
"FLOATER_CONNECTED_EXPIRES_SOON_TITLE" = "Ühendus aegub varsti";

"SETTINGS_CONNECTION_LENGTH_POPOVER_TEXT" = "Kui kasutad ühendust Skype'i krediidiga, katkestame selle teatud aja möödudes automaatselt, juhuks kui unustad ise ühenduse katkestada.";
"SETTINGS_SESSION_LENGTH_NMIN_FORMAT" = "%d minutit";

"STATE_CONNECT_SUBHEADER" = "Kasuta sellesse võrku ühendumiseks Skype'i WiFit ja maksa kasutatud minutite eest Skype'i krediidiga.";
"STATE_CONNECT_FREE_HEADER" = "Skype'i WiFi on siin tasuta";
"STATE_CONNECT_FREE_SUBHEADER" = "Tunne rõõmu tasuta internetist selles WiFi-võrgus Skype'i WiFiga. Surfa veebis, loe e‑posti ja kasuta Skype'i.";
"STATE_CONNECT_WISPR_HEADER" = "Kas sul on juba selle teenusepakkuja konto?";
"STATE_CONNECT_WISPR_SUBHEADER" = "Kui sul on juba selle teenusepakkuja juures konto, sisesta oma andmed siia.";

"STATE_CONNECTED_EXPIRES_SOON_HEADER" = "Sinu internetiühendus aegub varsti";
"STATE_CONNECTED_SUBHEADER_FORMAT" = "%@ Sa võid igal ajal ühenduse katkestada ja maksad ainult kasutatud minutite eest.";
"STATE_CONNECTED_FREE_SUBHEADER_FORMAT" = "%@";
"COUNTUP_NMIN_FORMAT" = "Sa oled olnud võrgus %d minutit.";
"COUNTUP_0MIN" = "Sa oled olnud võrgus vähem kui minuti.";
"COUNTUP_1MIN" = "Sa oled olnud võrgus umbes ühe minuti.";
"STATE_CONNECTED_WISPR_HEADER" = "Sa oled nüüd võrgus sees.";
"STATE_CONNECTED_WISPR_SUBHEADER" = "Sa oled ühendatud oma teenusepakkuja kontoga. Võid ühenduse katkestada igal ajal.";
"STATE_CONNECTED_RATE_THIS_HOTSPOT" = "Hinda seda WiFi-võrku";

"STATE_CONNECTED_EXTEND_BUTTON" = "Jätka seanssi";
"STATE_CONNECTED_EXTENDING_BUTTON" = "Ühendamine…";

"STATE_NOCREDIT_SUBHEADER" = "Sul on vaja Skype'i krediit, et maksta internetiühenduse eest Skype'i WiFiga";
"STATE_NOCREDIT_BUTTON" = "Osta krediiti";


/* === iPad only === */

"STATE_CHECKINGNETWORK_SHORT" = "Võrgu kontrollimine";
"STATE_JOINWIFI_SHORT" = "WiFi-võrku pole";
"STATE_ALREADYONLINE_SHORT" = "Juba võrgus";
"STATE_GENERALERROR_SHORT" = "Viga";
"STATE_CONNECT_SHORT" = "Saadaval siin";
"STATE_NOCREDIT_SHORT" = "Krediiti pole";


/* === iPhone/iPad only === */
"TIMEEXPIRE_MINUTES_LEFT_FORMAT" = "%d minutit jäänud";
"TIMEEXPIRE_1MINUTE_LEFT" = "1 minut jäänud";
"TIMEEXPIRE_LESSTHAN_1MINUTE_LEFT" = "Vähem kui minut jäänud";

"APP_NOTIFICATION_EXPIRES_SOON_TITLE" = "Sinu internetiühendus aegub varsti.";


/* === Standalone clients === */

/* iPhone/iPad */
"LOGIN_SKYPENAME_PLACEHOLDER" = "Skype'i nimi";
"LOGIN_PASSWORD_PLACEHOLDER" = "Salasõna";
"LOGIN_BUTTON" = "Logi sisse";
"SIGN_OUT_BUTTON" = "Logi välja";

/* unused */
"LOGIN_PROBLEMS" = "Probleemid sisselogimisel?";
"LOGIN_CREATE_ACCOUNT" = "Loo uus konto";

/* iPhone/iPad */
"SETTINGS_TITLE" = "Seaded";
/* unused */
"SETTINGS_BUTTON" = "Seaded";

/* iPhone/iPad */
"ABOUT_VERSION_FORMAT" = "Skype'i WiFi versioon %1$@ (%2$@)";
"ABOUT_COPYRIGHT_FORMAT" = "© %1$d–%2$d Skype ja/või Microsoft";
"ABOUT_PATENTPENDING" = "Patendid taotlemisel.";
"ABOUT_FEEDBACK_BUTTON" = "Tagasiside";
"ABOUT_LEGAL_BUTTON" = "Juriidiline info";
"ABOUT_TRADEMARK" = "Patendid taotlemisel. Skype'i nimi, seotud kaubamärgid ja logod ning logo \"S\" on ettevõtte Skype kaubamärgid.";
"ABOUT_DISCLAIMER" = "See programm on kaitstud autoriõiguse seaduste ja rahvusvaheliste lepingutega. Selle programmi või mõne selle osa ilma loata reprodutseerimine või levitamine võib kaasa tuua ranged sanktsioonid kriminaal- või tsiviilkorras ja rikkuja võetakse vastutusele seadusega maksimaalselt lubatud ulatuses.";

/* unused */
"PROFILE_BUTTON" = "Profiil";
/* iPhone/iPad */
"PROFILE_SKYPENAME" = "Skype'i nimi";
"PROFILE_SKYPECREDIT" = "Skype'i krediit";
"PROFILE_SKYPECREDIT_NA_VALUE" = "N/A";
"PROFILE_SKYPECREDIT_LOADING_VALUE" = "Laadimine…";

/* iPhone/iPad */
"USAGE_HOTSPOTSVISITED" = "Külastatud võrgud";
"USAGE_PREVIOUSCONNECTIONS" = "Eelnevad ühendused";
"USAGE_LASTUSED" = "Viimati kasutatud";
"USAGE_LASTUSED_NEVER_VALUE" = "Kunagi";

/* unused - "<date> on <hotspot name>" */
"USAGE_LASTUSED_WHENWHERE_VALUE_FORMAT" = "%1$@ võrgus %2$@";
/* unused */
"SUPPORTEDNETWORKS_POPULARLOCATIONS" = "Levinumad kohad";
"SUPPORTEDNETWORKS_PROVIDERS" = "Teenusepakkujad";
